/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Geen toegang tot %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Laden van pagina op %@ mislukt";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Gereed";

/* The message shown while loading a web clip */
"Loading Clip" = "Knipsel laden";

/* Loading Clip animation with one dot */
"Loading Clip." = "Knipsel laden.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Knipsel laden..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Knipsel laden...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Maak verbinding met het internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Vereist Mac OS X versie 10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Webknipsel niet beschikbaar";

